import React from 'react'
import Footer from '../components/Footer/Footer.js'

const SiteMap = () => {
  return (
    <>
      <div className="container is-max-desktop">
        <div className="content">
          <h3>ผังเว็บไซต์</h3>
          <dl>
            <dt>
              <h4>1. หน้าแรก</h4>
            </dt>
            <dd>
              <ul>
                <li>บทความ-ความรู้</li>
                <li>ข่าวประชาสัมพันธ์</li>
                <li>ปฏิทินกิจกรรม</li>
                <li>ประมวลผลกิจกรรม</li>
                <li>แกลอรี่</li>
                <li>วิดีโอ</li>
                <li>บุคลากร</li>
                <li>ติดต่อเรา</li>
                <br />
              </ul>
            </dd>
          </dl>
          <dl>
            <dt>
              <h4>2. สมัครกิจกรรม</h4>
            </dt>
            <dd>2.1.สมัครกิจกรรมออนไลน์</dd>
          </dl>
          <dl>
            <dt>
              <h4>3. ทรานสคริปกิจกรรม</h4>
            </dt>
            <dd>3.1. ระบบทรานสคริปกิจกรรม</dd>
            <dd>3.2. ระบบทรานสคริปกิจกรรมสำหรับนักศึกษา 60</dd>
          </dl>
          <dl>
            <dt>
              <h4>4. เอกสาร</h4>
            </dt>
            <dd>4.1. คู่มือปฏิบัติงาน กิจกรรมเสริมหลักสูตร</dd>
            <dd>4.2. ตารางกิจกรรมประจำปีการศึกษา</dd>
            <dd>4.3. ประกาศ-ระเบียบ</dd>
            <dd>4.4. แบบฟอร์ม</dd>
          </dl>
          <dl>
            <dt>
              <h4>5. องค์การนักศึกษา</h4>
            </dt>
            <dd>5.1. องค์การบริหาร องค์การนักศึกษา</dd>
            <dd>5.2. สภานักศึกษา องค์การนักศึกษา</dd>
            <dd>
              5.3. ชมรมนักศึกษา
              <dd>5.3.1. กลุ่มชมรมฝ่ายวิชาการ</dd>
              <dd>5.3.2. กลุ่มชมรมฝ่ายศิลปวัฒนธรรม</dd>
              <dd>5.3.3. กลุ่มชมรมฝ่ายบำเพ็ญประโยชน์</dd>
              <dd>5.3.4. กลุ่มชมรมฝ่ายกีฬา</dd>
            </dd>
          </dl>
          <dl>
            <dt>
              <h4>6. ถาม-ตอบ</h4>
              <ul>
                <li>สารพันปัญหา</li>
                <li>คำถามที่พบบ่อย</li>
                <br />
              </ul>
            </dt>
          </dl>
          <dl>
            <dt>
              <h4>7. ผังเว็บไซต์</h4>
            </dt>
          </dl>
        </div>
      </div>

      <Footer />
    </>
  )
}

export default SiteMap
