import React from 'react'

function History() {
  return (
    <>
      <section className="hero is-medium is-info">
        <div className="hero-body">
          <p className="title">
            กองพัฒนานักศึกษาและศิษย์เก่าสัมพันธ์ วิทยาเขตหาดใหญ่
          </p>
          <p className="subtitle">
            <i>(Division of Student Development and Alumni)</i>
          </p>
          <p>
            กองกิจการนักศึกษาเป็นส่วนราชการหนึ่ง ตามประกาศทบวงมหาวิทยาลัย เรื่อง
            การแบ่งส่วนราชการในสํานักงานอธิการบดีมหาวิทยาลัยสงขลานครินทร์
            ในราชกิจจานุเบกษา ลงวันที่ 1 พฤษภาคม 2522
            และตามหนังสือทบวงมหาวิทยาลัยที่ ทม 0202/7959 ลงวันที่ 14 พฤษภาคม
            2542 และ ในปี 2563 การแบ่งโครงสร้างหน่วยงาน
            ภายในของส่วนงานประเภทนโยบายและบริหารของมหาวิทยาลัยสงขลานครินทร์ พ.ศ.
            2563 ลงวันที่ 17 กรกฎาคม 2563 ได้แบ่งโครงสร้างภายในส่วนงานออกเป็น 7
            สํานักงาน โดยกองพัฒนานักศึกษาและศิษย์เก่าสัมพันธ์ วิทยาเขตหาดใหญ่
            เป็น 1 ใน 5 ส่วนงานของสํานักงานวิทยาเขตหาดใหญ่
            กองพัฒนานักศึกษาและศิษย์เก่าสัมพันธ์ วิทยาเขตหาดใหญ่
            ได้แบ่งโครงสร้างภายในออกเป็น 6 งาน ดังนี้ งานศิษย์เก่าสัมพันธ์
            งานสารสนเทศนักศึกษา งานพัฒนานักศึกษา งานหอพักนักศึกษา งานวินัย
            สุขภาวะและพัฒนาอาชีพ งานสวัสติการและทุนการศึกษา
          </p>
        </div>
      </section>
    </>
  )
}
export default History
